Repository: leosbelpoll/infotaller
Catalog: translations/messages.*.xlf
Languages: ca, pt

source: Cars
ca: Cotxes
pt: Carros

source: Motorcycles
ca: Motos
pt: Motociclos

source: Sign in
ca: Login
pt: Login

source: Sign up
ca: Registrar
pt: Registre-se

source: Sign out
ca: Sortir
pt: Sair

source: Configuration
ca: Configuració
pt: Configuração

source: Files
ca: Arxius
pt: Arquivos

source: Billing
ca: Facturació
pt: Faturamento

source: Tools
ca: Eines
pt: Ferramentas

source: Statistics
ca: Estadístiques
pt: Estatísticas

source: Profile
ca: Perfil
pt: Perfil

source: Uploaded Vehicles
ca: Vehicles enviats
pt: Veículos carregados

source: Brand
ca: Marca
pt: Marca

source: Model
pt: Modelo

source: Year
ca: Any
pt: Ano

source: Data sheet
ca: Fitxa Tècnica
pt: Ficha técnica

source: Exploded view
ca: Especejament
pt: Vista Explodida

source: Photo
ca: Foto
pt: Foto

source: Video
ca: Vídeo
pt: Vídeo

source: Catalogue
ca: Catàleg
pt: Catálogo

source: Electric scheme
ca: Esquema Elèctric
pt: Esquema Eléctrico

source: Updated Vehicles
ca: Vehicles Actualitzat
pt: Veículos Atualizados

source: The last 30 days
ca: Els últims 30 dies
pt: Os últimos 30 dias

source: The last 60 days
ca: Els últims 60 dies
pt: Os últimos 60 dias

source: Your Advertising
ca: El teu Publicitat
pt: Sua publicidade

source: Here
ca: Aquí
pt: Aqui

source: Page
ca: Pàgina
pt: Página

source: Previous
ca: Anterior
pt: Anterior

source: Items per page
ca: Per pàgina
pt: Itens por página

source: Workshop Manuals
ca: Manuals de Taller
pt: Manuais de oficina

source: User Manuals
ca: Manuals d'Usuari
pt: Manuais do usuário

source: Software
ca: Programa
pt: Programa

source: The last 3 months
ca: Els últims 3 mesos
pt: Os últimos 3 meses

source: The last 6 months
ca: Els últims 6 mesos
pt: Os últimos 6 meses

source: Contact
ca: Contacte
pt: Contato

source: Support
ca: Suport
pt: Suporte

source: Accept
ca: Acceptar
pt: Aceitar

source: Cancel
pt: Cancelar

source: Submit
ca: Enviar
pt: Enviar

source: The address you wish to access does not exist.
ca: La direcció a la qual vol accedir no existeix
pt: O endereço que você deseja acessar não existe

source: The language inserted does not exist.
ca: No disposem de l'idioma inserit
pt: Não temos o idioma inserido

source: The message was sent correctly
ca: El missatge es va enviar correctament
pt: A mensagem foi enviada com sucesso

source: An error has occurred when sending the message
ca: Hi ha hagut un error en enviar el missatge
pt: Ocorreu um erro ao enviar a mensagem

source: Name
ca: Nom
pt: Nome

source: Title
ca: Títol
pt: Título

source: Message
ca: Missatge
pt: Mensagem

source: Have you forgotten your password?
ca: ¿Ha oblidat la seva contrasenya?
pt: Você esqueceu sua senha?

source: Email
ca: correu electrònic
pt: Correio eletrônico

source: Full name
ca: Nom i cognoms
pt: Nomes e sobrenomes

source: Search
ca: Cercar
pt: Pesquisar

source: Fill in the entire form
ca: Ompli tot el formulari
pt: Preencha o formulário completo

source: Wrong email
ca: Correu electrònic incorrecte
pt: E-mail errado

source: Vehicle registration
ca: Registre de vehicles
pt: Registro de veículos

source: M.D.O Operations
ca: Operacions M.D.O
pt: Operações M.D.O

source: Family spare parts
ca: Família recanvis
pt: Peças sobressalentes familiares

source: Brands spare parts
ca: Marques recanvis
pt: Peças sobressalentes de marca

source: Company Departments
ca: Departaments Empresa
pt: Departamentos de empresas

source: Offers / Comments
ca: Ofertes / Comentaris
pt: Ofertas / Comentários

source: Document numbers
ca: Números de documents
pt: Números de documento

source: Payment Methods
ca: Formes de pagament
pt: Formas de pagamento

source: Permissions
ca: Permisos
pt: Permissões

source: Backup copy
ca: Còpia seguretat
pt: Cópia de backup

source: Security forms
ca: Seguretat formularis
pt: Formas de segurança

source: Customers
ca: Clients
pt: Clientes

source: Vehicles
pt: Veículos

source: Suppliers
ca: Proveïdors
pt: Fornecedores

source: Employees
ca: Empleats
pt: Empregados

source: Spare parts
ca: Recanvis
pt: Peças sobressalentes

source: Purchase / Sale
ca: Compra / Venda
pt: Compra / Venda

source: Data sheet
ca: Fitxa tècnica
pt: Ficha técnica

source: Carrier
ca: Transportista
pt: Transportadora

source: Vehicle list
ca: Llistat vehicles
pt: Lista de veículos

source: License plates
ca: Matrícules
pt: Placas de licença

source: Machinery
ca: maquinària
pt: Máquinas

source: O.R Invoice
ca: O.R Factura
pt: O.R Fatura

source: Sales
ca: Vendes
pt: Vendas

source: Quick sales
ca: Vendes ràpides
pt: Vendas rápidas

source: Orders
ca: Comandes
pt: Pedidos

source: Box
ca: Caixa
pt: Caixa

source: Calendar
ca: Calendari
pt: Calendário

source: Diary
ca: Agenda
pt: Agenda

source: Workshop Agenda
ca: Agenda Taller
pt: Agenda do workshop

source: Traffic Printed
ca: Impresos Trànsit
pt: Tráfego impresso

source: License plates
ca: Matrícules
pt: Placas de licença

source: Useful Phones
ca: Telèfons Utilitat
pt: Telefones úteis

source: SMS Certifications
ca: SMS Certificacions
pt: Certificações SMS

source: Shipping
ca: Enviaments
pt: Envio

source: Viewer Images
ca: Visor Imatges
pt: Imagens do visualizador

source: Video Security
ca: Vídeo Seguretat
pt: Segurança de vídeo

source: Model Letter
ca: Carta Model
pt: Carta Modelo

source: Google Tools
ca: Eines Google
pt: Ferramentas do Google

source: Synchronize Data
ca: Sincronitzar Dades
pt: Sincronizar dados

source: Manage Files
ca: Gestionar Arxius
pt: Gerenciar arquivos

source: Technical assistance
ca: Assistència Tècnica
pt: Assistência técnica

source: Documentary Management
ca: Gestió Documental
pt: Gestão documental

source: Notes
pt: Notas

source: Web Administrator
ca: Administrador Web
pt: Administrador da Web

source: Web Analysis
ca: Anàlisi web
pt: Análise da Web

source: Database Administrator
ca: Administrador Base de Dades
pt: Administrador de Banco de Dados

source: Tires
ca: Pneumàtics
pt: Pneus

source: Diesel gasoline
ca: Gasolina Dièsel
pt: Gasolina diesel

source: Audit
ca: Auditoria
pt: Auditoria

source: Foreign exchange
ca: Divises
pt: Moeda

source: Search Employee
ca: Cercar Empleat
pt: Pesquisar Empregado

source: Financing
ca: Finançament
pt: Financiamento

source: Hello
ca: Hola
pt: Olá

source: To complete the validation of your account - please visit
ca: Per finalitzar l'activació del seu compte - si us plau visiteu
pt: Para completar a validação de sua conta - visite

source: If you see this, do not fill in the following field!
ca: Si veus això, no omplis el següent camp!
pt: Se você vir isso, não preencha o seguinte campo!

source: Not a person.
ca: No és una persona.
pt: Não é uma pessoa.

source: Type
ca: Tipus
pt: Tipo

source: Images
ca: Imatges
pt: Imagens

source: No files found
ca: No s'ha trobat arxius
pt: Nenhum arquivo encontrado

source: Engine position
ca: Posició del motor
pt: Posição do motor

source: Number of cylinders
ca: Nombre de cilindres
pt: Número de cilindros

source: Valves per cylinder
ca: Vàlvules per cilindre
pt: Válvulas por cilindro

source: Displacement (cc)
ca: Cilindrada (cc)
pt: Deslocamento (cc)

source: Maximum power
ca: Potència màxima
pt: Potência máxima

source: Maximum torque
ca: Parell motor màxima
pt: torque máximo

source: Diameter x Stroke (mm)
ca: Diàmetre x Carrera (mm)
pt: Diâmetro x Curso (mm)

source: Food
ca: Alimentació
pt: Alimentos

source: Box of change
ca: Caixa de canvi
pt: Caixa de alteração

source: Developments (km / h at 1000 rpm)
ca: Desenvolupaments (km / h a 1000 rpm)
pt: Developments (km / h a 1000 rpm)

source: Final group
ca: Grup final
pt: Grupo final

source: Traction
ca: Tracció
pt: Tração

source: Front suspension
ca: suspencion davantera
pt: suspensão dianteira

source: Rear suspension
ca: suspencion posterior
pt: suspensão traseira

source: Front brakes
ca: Frens davanters
pt: Frenos dianteiros

source: Rear brakes
ca: Frens del darrere
pt: travões traseiros

source: Tires
ca: Pneumàtics
pt: Pneus

source: Tires
ca: Llantes
pt: Pneus

source: Type of address
ca: Tipus de direcció
pt: Tipo de endereço

source: Turn radius (between curbs)
ca: Ràdio de gir (entre vorades)
pt: Ráfono de giro (entre bordas)

source: Top-to-top steering wheel turns
ca: Vueltas de volante de tope a tope
pt: Volantes do volante de cima para baixo

source: Length (mm)
ca: Largo (milímetros)
pt: Comprimento (mm)

source: Width (millimeters)
ca: Ancho (milímetros)
pt: Largura (milímetros)

source: High (millimeters)
ca: Alto (milímetros)
pt: Alta (milímetros)

source: Distance between axes (mm)
ca: Distancia entre ejes (mm)
pt: Distância entre os eixos (mm)

source: Front track (mm)
ca: Vía delantera (mm)
pt: Faixa dianteira (mm)

source: Rear track (mm)
ca: Vía trasera (mm)
pt: Trilha traseira (mm)

source: Weight (Kg)
ca: Peso (Kg)
pt: Peso (kg)

source: Boot capacity
ca: Capacidad del maletero
pt: Capacidade de inicialização

source: Fuel tank (liters)
ca: Depósito combustible (litros)
pt: Tanque de combustível (litros)

source: Maximum speed (Km / h)
ca: Velocidad máxima (Km/h)
pt: Velocidade máxima (Km / h)

source: Acceleration of 0-100 km / h (sec)
ca: Aceleración de 0-100 Km/h (seg)
pt: Aceleração de 0 a 100 km / h (seg)

source: Urban consumption
ca: Consumo urbano
pt: Consumo urbano

source: Extra urban consumption (l / 100 km)
ca: Consumo extraurbano (l/100 Km)
pt: Consumo extra urbano (l / 100 km)

source: Average consumption (l / 100 km)
ca: Consumo medio (l/100 Km)
pt: Consumo médio (l / 100 km)

source: CO2 emissions (gr / Km)
ca: Emisiones de CO2 (gr/Km)
pt: Emissões de CO2 (gr / Km)

source: Gas
ca: Combustible
pt: Combustível

source: Register workshop
ca: Registrar taller
pt: Oficina de registro

source: No results found
ca: No se han encontrado resultados
pt: Não foram encontrados resultados

source: An error occurred on the server
ca: Ha ocurrido un error en el servidor
pt: Ocorreu um erro no servidor

source: If this error continues, contact the administrator
ca: Si este error continua póngase en contacto con el administrador
pt: Se esse erro persistir, entre em contato com o administrador

source: The vehicle was not found
ca: El vehículo no fue encontrado
pt: O veículo não foi encontrado

source: The element was not found
ca: El elemento no fue encontrado
pt: O elemento não foi encontrado

source: Loading
pt: Carregando

source: For this language, do not insert technical sheet, try another language
pt: Para este idioma, não insira ficha técnica, tente outro idioma

source: Home
ca: Inici

source: Checkbooks
ca: Talonaris

source: Envelopes
ca: Sobres

source: Distribution
ca: Distribució

source: Reverse
ca: Marxa enrere
